Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Add Major 6th above base
sv: Lägg till Major 6:e ovanför basen

source: Add a major sixth as chordnote relative to the lowest note upwards.
sv: Lägg till en stor sext som ackordnot i förhållande till den lägsta tonen uppåt.

source: Add Major 7th above base
sv: Lägg till Dur 7:e över basen

source: Add a major seventh as chordnote relative to the lowest note upwards.
sv: Lägg till en stor septim som ackordnot i förhållande till den lägsta tonen uppåt.

source: Add Minor 2nd above base
sv: Lägg till Minor 2:a ovanför basen

source: Add a minor second as chordnote relative to the lowest note upwards.
sv: Lägg till en liten sekund som ackordnot i förhållande till den lägsta tonen uppåt.

source: Add Minor 3rd above base
sv: Lägg till Minor 3:e ovanför basen

source: Add a minor third as chordnote relative to the lowest note upwards.
sv: Lägg till en liten terts som ackordnot i förhållande till den lägsta tonen uppåt.

source: Add Minor 6th above base
sv: Lägg till Minor 6:e ovanför basen

source: Add a minor sixth as chordnote relative to the lowest note upwards.
sv: Lägg till en liten sext som ackordnot i förhållande till den lägsta tonen uppåt.

source: Add Minor 7th above base
sv: Lägg till moll 7:e över basen

source: Add a minor seventh as chordnote relative to the lowest note upwards.
sv: Lägg till en liten septim som ackordnot i förhållande till den lägsta tonen uppåt.

source: Add Perfect 1st above base
sv: Lägg till Perfect 1st ovanför basen

source: Add a perfect prime as chordnote relative to the lowest note upwards.
sv: Lägg till en perfekt grundton som ackordnot i förhållande till den lägsta tonen uppåt.

source: Add Perfect 4th above base
sv: Lägg till Perfect 4:e ovanför basen

source: Add a perfect fourth as chordnote relative to the lowest note upwards.
sv: Lägg till en perfekt kvart som ackordnot i förhållande till den lägsta tonen uppåt.

source: Add Perfect 5th above base
sv: Lägg till Perfect 5:e ovanför basen

source: Add a perfect fifth as chordnote relative to the lowest note upwards.
sv: Lägg till en perfekt kvint som ackordnot i förhållande till den lägsta tonen uppåt.

source: Add Bass Note
sv: Lägg till basnot

source: Give bass note to add below root Use "es" for flat, "is" for sharp
sv: Ge basnoten för att lägga till under roten Använd "es" för platt, "is" för skarp

source: Add Bass Inversion
sv: Lägg till Bass Inversion

source: Adds a bass note to a chord, while keeping the current lowest note as the root of the chord. Use this on Chord Symbol staffs to create an inversion of the chord entered.
sv: Lägger till en baston i ett ackord, samtidigt som den lägsta tonen behålls som ackordets grundton. Använd detta på ackordsymbolstavar för att skapa en inversion av det angivna ackordet.

source: Add Augmented 4th below top
sv: Lägg till förstärkt 4:e under toppen

source: Add a augmented fourth as chordnote relative to the highest note downwards.
sv: Lägg till en förstärkt kvart som ackordnot i förhållande till den högsta tonen nedåt.

source: Add Diminished 5th below top
sv: Lägg till Diminerad 5:a under toppen

source: Add a tritone/diminished fifth as chordnote relative to the highest note downwards.
sv: Lägg till en tritonus/diminuskvintett som ackordnot i förhållande till den högsta tonen nedåt.

source: Add Major 2nd below top
sv: Lägg till Major 2:a under toppen

source: Add a major second as chordnote relative to the highest note downwards.
sv: Lägg till en stor sekund som ackordnot i förhållande till den högsta tonen nedåt.

source: Add Major 3rd below top
sv: Lägg till major 3:e under toppen

source: Add a major third as chordnote relative to the highest note downwards.
sv: Lägg till en stor terts som ackordnot i förhållande till den högsta tonen nedåt.

source: Add Major 6th below top
sv: Lägg till Dur 6:e under topp

source: Add a major sixth as chordnote relative to the highest note downwards.
sv: Lägg till en stor sext som ackordnot i förhållande till den högsta tonen nedåt.

source: Add Major 7th below top
sv: Lägg till Dur 7:e under topp

source: Add a major seventh as chordnote relative to the highest note downwards.
sv: Lägg till en stor septim som ackordnot i förhållande till den högsta tonen nedåt.

source: Add Minor 2nd below top
sv: Lägg till Minor 2:a under toppen

source: Add a minor second as chordnote relative to the highest note downwards.
sv: Lägg till en liten sekund som ackordnot i förhållande till den högsta tonen nedåt.

source: Add Minor 3rd below top
sv: Lägg till moll 3:e under toppen

source: Add a minor third as chordnote relative to the highest note downwards.
sv: Lägg till en liten terts som ackordnot i förhållande till den högsta tonen nedåt.

source: Add Minor 6th below top
sv: Lägg till moll 6:e under topp

source: Add a minor sixth as chordnote relative to the highest note downwards.
sv: Lägg till en liten sext som ackordnot i förhållande till den högsta tonen nedåt.

source: Add Minor 7th below top
sv: Lägg till moll 7:e under topp

source: Add a minor seventh as chordnote relative to the highest note downwards.
sv: Lägg till en liten septim som ackordnot i förhållande till den högsta tonen nedåt.

source: Add Perfect 1st below top
sv: Lägg till Perfect 1st under toppen

source: Add a perfect prime as chordnote relative to the highest note downwards.
sv: Lägg till en perfekt grundton som ackordnot i förhållande till den högsta tonen nedåt.

source: Add Perfect 4th below top
sv: Lägg till Perfect 4:e under toppen

source: Add a perfect fourth as chordnote relative to the highest note downwards.
sv: Lägg till en perfekt kvart som ackordnot i förhållande till den högsta tonen nedåt.

source: Add Perfect 5th below top
sv: Lägg till Perfect 5:e under toppen

source: Add a perfect fifth as chordnote relative to the highest note downwards.
sv: Lägg till en perfekt kvint som ackordnot i förhållande till den högsta tonen nedåt.

source: Alternate Note
sv: Alternativ not

source: If there are two notes at the cursor height this command swaps them round. This affects which note will be acted on by commands such as fingering, string-number, sharpen, flatten etc.
sv: Om det finns två noter i markörens höjd byter detta kommando om dem. Detta påverkar vilken not som kommer att påverkas av kommandon som fingersättning, strängnummer, skärpa, flata etc.

source: Transforms the three-note chord at the cursor into a triplet of notes.
sv: Omvandlar det tretoniga ackordet vid markören till en trippel av toner.

source: This directive places a sequence of bass note names after the next chord. You can delete it with the usual backspace and del commands.
sv: Detta direktiv placerar en sekvens av basnotnamn efter nästa ackord. Du kan ta bort det med de vanliga kommandona backspace och del.

source: Give Next Note or Blank to finish
sv: Ge Next Note eller Blank för att avsluta

source: Place the cursor on chord to which bass sequence belongs
sv: Placera markören på det ackord som bassekvensen hör till

source: Bass Sequence
sv: Bas-sekvens

source: Typesets a sequence of bass inversion notes.
sv: Skriver en sekvens med basinversionsnoter.

source: Change Enharmonic Down
sv: Förändring Enharmonic Down

source: Switch through enharmonic variants of the same sounding note in the direction of lower diatonic base notes
sv: Växla mellan enharmoniska varianter av samma klingande not i riktning mot lägre diatoniska basnoter

source: Change Enharmonic Up
sv: Förändring Enharmonic Up

source: Shift through enharmonic variants of the same sounding note in the direction of higher diatonic base notes.
sv: Skifta genom enharmoniska varianter av samma klingande not i riktning mot högre diatoniska grundtoner.

source: Change chord-member to whole note
sv: Ändra ackordmedlem till hel not

source: Change one chord member to appear like a whole-note duration without changing the original logic like measure calculation or the duration of newly added chord members.
sv: Ändra en ackorddel så att den ser ut som en hel notduration utan att ändra den ursprungliga logiken, t.ex. taktberäkning eller durationen för nytillagda ackorddelar.

source: Change chord-member to half note
sv: Ändra ackordmedlem till halvton

source: Change one chord member to appear like a half-note duration without changing the original logic like measure calculation or the duration of newly added chord members.
sv: Ändra en ackorddel så att den ser ut som en halvnoterad varaktighet utan att ändra den ursprungliga logiken, t.ex. taktberäkning eller varaktigheten för nytillagda ackorddelar.

source: Change chord-member to quarter note
sv: Ändra ackordmedlem till fjärdedelsnot

source: Change one chord member to appear like a quarter-note duration without changing the original logic like measure calculation or the duration of newly added chord members.
sv: Ändra en ackorddel så att den ser ut som en kvartsnotslängd utan att ändra den ursprungliga logiken, t.ex. måttberäkning eller längden på nytillagda ackorddelar.

source: Change chord-member to breve
sv: Ändra ackord-medlem till breve

source: Change one chord member to appear like a breve duration without changing the original logic like measure calculation or the duration of newly added chord members.
sv: Ändra en ackorddel så att den ser ut som en breve-duration utan att ändra den ursprungliga logiken, t.ex. taktberäkning eller durationen för nytillagda ackorddelar.

source: Change chord-member to longa
sv: Ändra ackord-medlem till longa

source: Change one chord member to appear like a longa duration without changing the original logic like measure calculation or the duration of newly added chord members.
sv: Ändra en ackorddel så att den ser ut som en longa-duration utan att ändra den ursprungliga logiken, t.ex. taktberäkningen eller durationen för de nytillagda ackorddelarna.

source: Chord Symbol Offset
sv: Offset för ackordsymbol

source: Give horizontal displacement required
sv: Ange erforderlig horisontell förskjutning

source: Give vertical displacement required
sv: Ange erforderlig vertikal förskjutning

source: Offset Chord Name
sv: Offset Ackordnamn

source: Offsets the Chord symbol generated by the chord at the cursor.
sv: Förskjuter ackordsymbolen som genereras av ackordet vid markören.

source: Close Parenthesis (Off/On)
sv: Stäng parentes (av/på)

source: Prints a close parenthesis after the chord at the cursor.
sv: Skriver ut en sluten parentes efter ackordet vid markören.

source: Chord Symbol Scale
sv: Ackordsymbol Skala

source: Give horizontal scaling for next chord
sv: Ge horisontell skalning för nästa ackord

source: Give vertical scaling for next chord
sv: Ge vertikal skalning för nästa ackord

source: Scale Next Chord
sv: Skala Nästa ackord

source: The next chord symbol will be scaled to the values given.
sv: Nästa ackordsymbol kommer att skalas till de värden som anges.

source: Delete LilyPond on Chord
sv: Radera LilyPond på Chord

source: Deletes the LilyPond attached to the chord at the cursor.
sv: Raderar LilyPond som är kopplad till ackordet vid markören.

source: New LilyPond Directive
sv: Nytt LilyPond-direktiv

source: Attach/Edit LilyPond to Chord
sv: Bifoga/Editera LilyPond till Chord

source: Inserts LilyPond syntax you give before and after the chord at the cursor, also allows editing/deleting.
sv: Infogar LilyPond-syntax som du anger före och efter ackordet vid markören, tillåter även redigering/radering.

source: hide
sv: dölj

source: Hide on Printing
sv: Dölj vid utskrift

source: Comments out the chord in the LilyPond output.
sv: Kommentarer till ackordet i LilyPond-utgången.

source: Open Parenthesis (Off/On)
sv: Öppna parentes (av/på)

source: Prints an open parenthesis before the chord at the cursor.
sv: Skriver ut en öppen parentes före ackordet vid markören.

source: Parenthesize Chord (Off/On)
sv: Parenthesize-ackord (av/på)

source: Enclose the chord in ( ) on printing.
sv: Inkludera ackordet i ( ) vid utskrift.

source: Use "add" Prefix
sv: Använd prefixet "add"

source: Inserts the word "add" as a prefix for added notes in chord symbols after the cursor.
sv: Infogar ordet "add" som prefix för tillagda toner i ackordsymboler efter markören.

source: Treble Octava Bassa
sv: Diskant Octava Bassa

source: Drum
sv: Trumma

source: Custom Clef
sv: Anpassad klav

source: Give LilyPond syntax for clef name
sv: Ge LilyPond syntax för clefnamn

source: N.B.The Denemo display will show notes using prevailing Denemo clef, but they will be typeset in the clef given
sv: N.B. Denemo-displayen visar noter med rådande Denemo-klyvning, men de kommer att sättas i den klav som anges

source: Drum Clef
sv: Trumklaver

source: Clef Chooser
sv: klav Väljare

source: Choose any sort of clef. If the cursor is at the start change initial clef, else insert chosen clef.
sv: Välj valfri klav. Om markören är i början byter du initial klav, annars infogar du vald klav.

source: Conditional Clef Change
sv: Villkorlig clefändring

source: Creates clef change at the cursor will *not* affect the typeset score if the specified condition is met.
sv: Skapar nyckelbyte vid markören kommer *inte* att påverka det maskinskrivna partituret om det angivna villkoret uppfylls.

source: (Print) Hide
sv: (Skriv ut) Dölj

source: On printing, omit the clef change at the cursor, or the initial clef if the cursor is not on a clef change.
sv: Vid utskrift utelämnas clefbytet vid markören, eller den inledande clefen om markören inte är på ett clefbyte.

source: Display Only Clef
sv: Endast display klav

source: Inserts a clef that affects only the display, not the printed form. Use this if, after a Change Staff, the staff the voice will be on is in a different clef (avoiding too many ledger lines in the display, making it hard to read). Also useful to display in a familiar clef music which you want to be printed in a less familiar one (e.g. display in treble or bass clef music to be printed for viola).
sv: Infogar en nyckel som endast påverkar visningen, inte den tryckta versionen. Använd detta om det notsystem som stämman kommer att spelas på efter ett notbyte har en annan nyckel (för att undvika alltför många ledlinjer i teckenfönstret som gör det svårläst). Används också för att visa musik i en välkänd notbild som du vill ska skrivas ut i en mindre välkänd notbild (t.ex. visa musik i diskant- eller basklav som ska skrivas ut för viola).

source: Typeset Only Clef
sv: Endast typsättning klav

source: Inserts a clef that affects only the typesetting, not the display. Use this for music transposed on typesetting (avoiding too many ledger lines in the display, making it hard to read). Also useful to enter music in a familiar clef which you want to be printed in a less familiar one (e.g. enter music in treble or bass clef music to be printed for viola).
sv: Infogar en nyckel som endast påverkar sättningen, inte visningen. Använd detta för musik som transponerats vid sättningen (för att undvika alltför många ledlinjer i displayen, vilket gör den svårläst). Används också för att ange musik i en välkänd notbild som du vill ska skrivas ut i en mindre välkänd notbild (t.ex. ange musik i diskant- eller basklav som ska skrivas ut för viola).

source: Amalgamate Repeat Barlines
sv: Amalgamera upprepa barlines

source: Replaces erroneous repeat end Directive followed by repeat start with (correct) repeat-end-start Directives throughout the score. (Only one type of barline can be present at one musical time in the score).
sv: Ersätter felaktigt direktiv om upprepningsslut följt av upprepningsstart med (korrekta) direktiv om upprepningsslut-start i hela partituret. (Endast en typ av taktstreck kan förekomma vid ett och samma musikaliska tillfälle i partituret).

source: Choose Barline
sv: Välj taktstreck

source: Choose a barline
sv: Välj en taktstreck

source: Closing Barline
sv: Stängning av taktstreck

source: Inserts a closing barline (a double bar with last one thicker).
sv: Lägger in en stängande taktstreck (en dubbel taktstreck med den sista tjockare).

source: Dotted Barline
sv: Prickad taktstreck

source: Prints dotted barline
sv: Utskrifter prickad streckad linje

source: Double Bar
sv: Dubbel taktstreck

source: Insert a double barline at cursor position.
sv: Infoga en dubbel strecklinje vid markörens position.

source: Double Bar Repeat Start
sv: Dubbel stapel upprepad start

source: Prints a repeat start, with double bar on previous line if at a line break.
sv: Skriver ut en upprepad start, med dubbelstreck på föregående rad om det är radbrytning.

source: Warning: Do not use this command to create an upbeat (or pickup) bar. It does not affect which notes appear in which measures. It simply draws a barline at the point in question, if no other barline will be drawn. Use the Measures->Anacrusis (Upbeat) command for a short measure.
sv: Varning för detta: Använd inte det här kommandot för att skapa en takt med uppåtgående takt (eller pickup). Det påverkar inte vilka noter som förekommer i vilka takter. Det ritar bara en taktlinje vid den aktuella punkten, om ingen annan taktlinje kommer att ritas. Använd kommandot Measures->Anacrusis (Upbeat) för en kort takt.

source: This object instructs the LilyPond typesetter to draw a barline here. The timing is not altered, use a hidden time signature change or the short measure or anacrusis command to do that.
sv: Detta objekt instruerar LilyPonds sättare att rita en taktstreck här. Timingen ändras inte, använd en dold taktartsändring eller kommandot för kort takt eller anakrusis för att göra det.

source: Insert Barline
sv: Infoga taktstreck

source: Insert barline at cursor, Denemo's measure count is unaffected.
sv: Infoga taktstreck vid markören, Denemos måtträkning påverkas inte.

source: Half Barline
sv: Halv taktstreck

source: Insert a barline with only half of its original size
sv: Infoga en taktstreck med bara hälften av sin ursprungliga storlek

source: Only for appending to music - use the individual first and second time bar commands to insert within music.
sv: Endast för att infoga i musik - använd de individuella kommandona för första och andra taktstrecket för att infoga i musik.

source: Insert 1st &amp; 2nd Time Bars
sv: Infoga 1:a &amp; 2:a taktpinnen

source: Inserts first and second time bars each with a whole measure rest. You can then edit this to suit your music, e.g by inserting extra bars, deleting the repeat start etc.
sv: Infogar första och andra taktpinnen, var och en med en hel taktpaus. Du kan sedan redigera detta så att det passar din musik, t.ex. genom att infoga extra takter, ta bort upprepningsstarten etc.

source: (Print) Omit Barline
sv: (Skriv ut) Utelämna taktstreck

source: Skips the printing of any automatic barline here - allows line break.
sv: Skippar utskrift av automatisk taktstreck här - tillåter radbrytning.

source: Repeat End-Start
sv: Upprepa Slut-Start

source: Inserts a barline ending one repeated section and starting another
sv: Infogar en taktstreck som avslutar ett upprepat avsnitt och påbörjar ett nytt

source: Repeat End Barline
sv: Repeat End taktstreck

source: Insert a barline indicating the end of a repeated section.
sv: Infoga en streckmarkering som anger slutet på ett upprepat avsnitt.

source: Repeat Start Barline
sv: Upprepa Start taktstreck

source: Insert a barline indicating the start of a repeated section.
sv: Infoga en strecklinje som anger början på ett upprepat avsnitt.

source: Bad End Cue Marker
sv: Bad End kömarkör

source: Start Cue without End Cue Marker
sv: Start Cue utan End Cue-markör

source: Check Paired Directives
sv: Kontrollera parade direktiv

source: Checks that paired directives match from the cursor to the end of the staff.
sv: Kontrollerar att parade direktiv matchar från markören till slutet av notsystemet.

source: Comment is currently set to:
sv: Kommentar är för närvarande inställd på:

source: Insert Comment
sv: Infoga kommentar

source: Give comment text
sv: Ge kommentar text

source: Cursor has Moved
sv: Markören har flyttats

source: Insert comment at new position of cursor?
sv: Infoga kommentar vid markörens nya position?

source: Inserts a comment at the cursor position. The music typesetting is unaffected.
sv: Infogar en kommentar vid markörens position. Musikens sättning påverkas inte.

source: Choose Condition
sv: Välj tillstånd

source: Gives a menu for choosing whether the directive at the cursor should apply to the current part only or the default score or all layouts,
sv: Ger en meny för att välja om direktivet vid markören ska gälla endast för den aktuella delen eller standardpartituret eller alla layouter,

source: This Directive
sv: Detta direktiv

source: will be typeset for all layouts
sv: kommer att sättas för alla layouter

source: Reset for All Layouts
sv: Återställning för alla layouter

source: Clears conditional behaviour of this layout. The Directive will apply to all score layouts.
sv: Rensar villkorligt beteende för denna layout. Direktivet kommer att gälla för alla poänglayouter.

source: will not be typeset for the layout
sv: kommer inte att sättas för layouten

source: Ignore for Current Layout
sv: Ignorera för nuvarande layout

source: The Denemo Directive at the cursor will be ignored when printing from the current score layout (See View-&gt;Score Layout)
sv: Denemo-direktivet vid markören kommer att ignoreras vid utskrift från den aktuella scorelayouten (se View-&gt;partitur Layout)

source: will be typeset for the layout
sv: kommer att sättas för layouten

source: Exclusive to Current Layout
sv: Exklusivt för nuvarande layout

source: The Denemo Directive at the cursor will apply for the current Score Layout (see View-&gt;Score Layout)
sv: Denemo-direktivet vid markören kommer att gälla för det aktuella poängupplägget (se Visa-&gt;poängupplägg)

source: Critical Comment
sv: Kritisk kommentar

source: Give Comment
sv: Ge en kommentar

source: Apply Command to new position of cursor?
sv: Tillämpa kommandot på markörens nya position?

source: Adds a comment which can be printed in a critical commentary at the end of all the movements (see CriticalCommentary command to create this).
sv: Lägger till en kommentar som kan skrivas ut i en kritisk kommentar i slutet av alla satser (se kommandot CriticalCommentary för att skapa detta).

source: Enable Accordion 16'
sv: Aktivera dragspel 16'

source: Defines the accordions shifts for this score. The command Menu of Objects to Insert will allow them to be inserted.
sv: Definierar dragspelsskiftena för detta partitur. Kommandot Menu of Objects to Insert gör det möjligt att infoga dem.

source: No Definitions have been created for this score
sv: Inga definitioner har skapats för denna partitur

source: Menu of Objects to Insert
sv: Meny med objekt som ska infogas

source: Gives a menu of previously created LilyPondDefinition commands (see Score-&gt;LilyPond Definition menu for this)
sv: Ger en meny med tidigare skapade LilyPondDefinition-kommandon (se partitur-&gt;LilyPond Definition-menyn för detta)

source: Insert/Edit Lilypond
sv: Infoga/redigera Lilypond

source: Insert or edit a directive in the LilyPond music typesetting language. This can be used for extra spacing, transposing or almost anything. See LilyPond documentation for ideas.
sv: Infoga eller redigera ett direktiv i LilyPonds musiksättningsspråk. Detta kan användas för extra avstånd, transponering eller nästan vad som helst. Se LilyPond-dokumentationen för idéer.

source: Duplicate the selected music for use as second time bar(s) when not typesetting this part on its own
sv: Duplicera den valda musiken för användning som andra taktstreck när du inte sätter den här delen på egen hand

source: Duplicate from cursor to end for use as second time bar(s) when not typesetting this part on its own
sv: Duplicera från markören till slutet för användning som andra gången taktstreck(s) när du inte sätter den här delen på egen hand
